<template>
<div>
   <!-- 内容区域 -->
   <h3>新闻详情---{{id}}</h3>
   [环球时报-环球网报道 记者 王盼盼]
   在1日的外交部例行记者会上，有外媒记者提问说，特朗普在推特上表示，
   此次中美元首会晤后，美方同意重启中美贸易谈判，允许中国华为公司购买美国产品，
   不再对中国产品加征新的关税。记者问道，那么中方作出了什么让步，什么承诺？
   外交部发言人耿爽说反问道“你觉得中方非要做出concessions吗？”
   他表示，我理解此次中美两国元首会晤就事关中美关系的一些根本性问题交换了意见，
   我刚才说过，两国元首达成的最重要共识就是双方同意
   要继续推进以协调、合作、稳定为基调的中美关系，这符合两国利益，
   也是国际社会的普遍期待。至于双方同意重启经贸磋商，
   美方同意不再对中国产品加征新的关税，这也符合双方利益，
   因为贸易战、加征关税损人害己，根本解决不了问题，中方已经强调多次了，
   美方对此也是心知肚明。
   <!-- 评论子组件区域 -->
   <comment-box></comment-box>
</div>
</template>
<script>
// 1.导入评论子组件
import comment from '../subviews/comment';

export default {
  data() {
    return {
    // 将URL地址传来的id值挂载到data上
      id: this.$route.params.id,
    };
  },
  components: {
    // 用来注册子组件的节点
    'comment-box': comment,
  },
};
</script>
<style lang="scss" scoped>

</style>
